// Запитуємо у користувача довжину масиву та його елементи
const arr = prompt("Введіть елементи масиву через кому").split(",").map(Number);

// Виводимо вміст масиву до сортування
console.log("Масив до сортування:", arr);

// Сортуємо масив
arr.sort((a, b) => a - b);

// Виводимо вміст масиву після сортування
console.log("Масив після сортування:", arr);

// Видаляємо елементи з 2 по 4 (включно!)
arr.splice(1, 3);

// Виводимо вміст масиву після видалення елементів
console.log("Масив після видалення елементів:", arr);



// Введіть елементи масиву через кому: 3, 7, 1, 9, 2
// Масив до сортування: [3, 7, 1, 9, 2]
// Масив після сортування: [1, 2, 3, 7, 9]
// Масив після видалення елементів: [1, 9]
