// Створити скрипт для додавання, віднімання, множення та поділу двох чисел та виведення результатів.
//
//
//
//     Користувач вводить два числа через два промпти, і повідомлення виводиться алертом з таким результатом:
//
// //Користувач ввів 2 і 2:
//
//     2+2=4

const num1 = prompt("Введіть перше число:");
const num2 = prompt("Введіть друге число:");

const sum = +num1 + +num2;
const minus = num1 - num2;
const plural = num1 * num2;
const delay = num1 / num2;

alert(`${num1} + ${num2} = ${sum}
${num1} - ${num2} = ${minus}
${num1} * ${num2} = ${plural}
${num1} / ${num2} = ${delay}`);
